Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Próbowałem prosić w modlitwie o spokój dla swego umysłu, ale z każdym dniem czuję, jak coraz większy żar rozpala me serce.
uk: Я намагався просити в молитві про душевний спокій, але з кожним днем я відчуваю, як жар все більше і більше розпалює моє серце.

source: Próbowałem przekazać jakiś datek na ich świątynie lub na ubogich, ale jak to zasłyszałem, uważają mnie za osobę, która nie przejmuje się losem ubogich i dba jedynie o swój interes.
uk: Я намагався зробити якусь пожертву на їхні храми або як допомогу бідним, але, наскільки я чув, вони вважають мене людиною, якій байдуже на долю бідних і яка дбає лише про свої власні інтереси.

source: Próbowałem przekonać Ludlofa, że przyszedłem tu, aby mu pomóc. Liczyłem, że facet powie mi skąd wzięły się w mieście te ulotki. Moje starania poszły jednak na marne. Tłum za namową agitatora rzucił się na mnie. Nie mam wyboru, muszę się bronić.
uk: Я намагався переконати Людлофа, що я тут, щоб допомогти йому. Я сподівався, що хлопець скаже мені, звідки в місті з'явилися ці листівки. Однак мої зусилля виявилися марними. Натовп, підбурений агітатором, накинувся на мене. У мене не залишилося іншого вибору, окрім як захищатися.

source: Próbowałem rozwiązać mu język, ale facet majaczył jakieś bzdury. Nie powiedział mi nic wartościowego.
uk: Я спробував розговорити його, але хлопець белькотів лише якісь нісенітниці. Він так і не сказав нічого корисного.

source: Próbowałem wiele razy, ale skończyło się tylko piekącym tyłkiem.
uk: Я пробував вже багато разів, але все, що я отримував в результаті – лише відшмагану дупу.

source: Próbowałem wyrzucić faceta z lokalu, licząc, że w ten sposób go zastraszę, ale chyba czuje się pewnie w otoczeniu tylu ludzi. Zostaje mi znaleźć ulotki i możliwie innych agitatorów na własną rękę lub zmusić tę gnidę do gadania.
uk: Я намагався випровадити його подалі з приміщення, сподіваючись таким чином залякати, але, схоже, він почувається впевнено в оточенні такої кількості людей. Мені залишається самостійно шукати листівки і, можливо, інших агітаторів, або змусити цього недоумка заговорити.

source: Próbowałem z nim nawet o tym rozmawiać, ale za każdym razem mnie zbywał.
uk: Я навіть намагався поговорити з ним про це, але він щоразу відмахувався.

source: Próbowałem z nim rozmawiać, a on rzucił się na mnie z wyciągniętą bronią!
uk: Я намагався поговорити з ним, а він накинувся на мене зі зброєю!

source: Próbowałem zagaić rozmowę z Toharem, ale okazał się typem człowieka, który za nic nie kiwnie palcem.
uk: Я спробував зав'язати розмову з Тохаром, але він виявився з тих людей, які просто так і пальцем не поворухнуть.

source: Próbowałem, ale...
uk: Я намагався, але...

source: Próbowałeś kiedykolwiek tam wejść? Strażnicy zatrzymają cię na miejscu, a próba szarpaniny skończy się gorzej niż parę siniaków po bójce w karczmie.
uk: Ти коли-небудь намагався увійти в місто? Варта тут же розверне тебе, а спробуєш прорватися – і все закінчиться гірше, ніж кілька синців після бійки в корчмі.

source: Próbowałeś pomóc, więc przyjmij to w podzięce.
uk: Ти намагався допомогти, тож прийми це в знак подяки.

source: Próbowałeś rozmawiać o tym z magami?
uk: Ти намагався поговорити про це з магами?

source: Próbowałeś, ale trzeba było posłuchać się mnie. Kolejnej szansy już nie dostaniesz.
uk: Ти намагався, але треба було послухати мене. Іншого шансу в тебе не буде.

source: Próbowały mnie odstraszyć.
uk: Вони намагалися мене залякати.

source: Próbujecie zrzucił całe zło świata na tego człowieka, nie oszukasz mnie swoimi kłamstwami!
uk: Ти намагаєшся звалити все зло світу на цю людину, але ти не обдуриш мене своєю брехнею!

source: Próbujesz mnie okraść?
uk: Ти намагаєшся мене обікрасти?

source: Próbujesz mnie okraść? Czy może napaść?
uk: Хочеш мене обікрасти? Чи може напасти?

source: Próbujesz mnie przekupić? Nie ma mowy! Nie dam się skusić czemuś tak prymitywnemu jak złoto!
uk: Ти хочеш мене підкупити? Ні в якому разі! Я не піддамся настільки примітивній спокусі, як золото!

source: Próbujesz za wszelką cenę znaleźć miejsce, które będzie dokładnie takie jak Nordmar.
uk: Ти намагаєшся за будь-яку ціну знайти місце, яке буде точнісінько таке як Нордмар.

source: Próbujesz zrobić idiotę z siebie czy ze mnie? Żaden z tych scenariuszy nie poprawia twojej sytuacji.
uk: Ти намагаєшся виставити себе чи мене ідіотом? Жоден з цих сценаріїв не покращить твоєї ситуації.

source: Próbując powstrzymać napływ przybyszów, gubernator postawił mur na granicy z portem, a przy każdej z bram rozmieścił oddział Gwardii Królewskiej. Decyzja ta momentalnie rozsierdziła ludzi, dla których wizja o nowym, wspaniałym życiu prysła jak mydlana bańka. W odpowiedzi wzniecili trwające wiele dni powstanie.
uk: Намагаючись зупинити наплив новоприбулих, губернатор звів стіну на межі з портом і розмістив біля кожних воріт загін королівської гвардії. Це рішення миттєво розлютило людей, для яких бачення прекрасного нового життя луснуло, як мильна бульбашка. У відповідь вони підняли повстання, яке тривало багато днів.

source: Próbuję medytować. Nie przeszkadzaj!
uk: Я намагаюсь медитувати. Не заважай мені!

source: Próbuję mu pomóc. Dowiedziałem się, kim był i czemu nie może odejść w zaświaty.
uk: Я намагаюся йому допомогти. Я дізнався, хто він такий і чому не може потрапити на той світ.

source: Próbuję odnaleźć pewną bliską mi osobę, ale od dawna nie mam od niej żadnych wieści. Na domiar złego, moi obecni pracodawcy nie chcą mi pomóc.
uk: Я намагаюся розшукати одну близьку мені людину, але від неї вже давно немає жодних звісток. Що найгірше – мої теперішні працедавці не хочуть мені допомагати.

source: Próbuję odnaleźć pewną bliską mi osobę.
uk: Я намагаюся знайти одну близьку мені людину.

source: Próbuję odszukać mojego porwanego brata.
uk: Я намагаюся знайти свого викраденого брата.

source: Próbuję przemówić ci do rozsądku. Okolica nie jest bezpieczna. Dzikie zwierzęta, wulkan zaraz obok... różne złe rzeczy mogą się stać.
uk: Я намагаюся достукатися до твого розуму. Тут небезпечно. Дикі звірі, вулкан поруч... може статися багато чого поганого.

source: Próbuję wytropić pewną rzadką zwierzynę, ale swoimi ciężkimi buciorami i zapachem zacierasz jej wszystkie ślady. Dlatego będę wdzięczny, jeśli zaraz opuścisz to miejsce.
uk: Я намагаюся вистежити одного рідкісного звіра, але ти своїми величезними чоботами і запахом знищуєш усі його сліди. Тому я буду вдячний, якщо ти негайно підеш геть.

source: Próbuję zebrać jak najwięcej winogron, nie mam teraz czasu!
uk: Мені потрібно зібрати якомога більше винограду. Часу у мене обмаль!

source: Próbuję zliczyć te wszystkie butelki wina, ale nigdy nie mogę się ich doliczyć, bo za każdym razem coś lub KTOŚ mi w tym przeszkadza!
uk: Намагаюся порахувати всі ці пляшки вина, але все ніяк не виходить, бо щоразу щось або ХТОСЬ мені заважає!

source: Próby... potwierdziły teorię, że przeznaczeniem osobliwych podestów było przenoszenie przedmiotów i ludzi z miejsca na miejsce. Magia teleportacji jest jedną z najmniej stabilnych, o czym powtarzał sam Arcymistrz Periandes, prowadź Panie jego duszę na spokojne wody. Jest też jednak najbardziej fascynującą. Pokonywanie czasu i przestrzeni w mgnieniu oka, to temat, któremu z pewnością poświęcę moje najbliższe lata.
uk: Досліди... підтвердили теорію про те, що призначенням цих дивних платформ було переміщення предметів і людей з місця на місце. Магія телепортації є однією з найменш стабільних, як неодноразово зазначав сам Архімагістр Періанд, направ Господь його душу в спокійні води. Однак вона є і найбільш захоплюючою. Подолання часу і простору в одну мить - це тема, якій я неодмінно присвячу свої подальші роки.

source: Próbę?
uk: Перевірити?

source: Prędko Zuchwalec skrzyknął wszystkich swych żołdaków i kopać im nakazał tak długo, aż całe bogactwo tej góry wydobyte nie zostanie. Wszelako w tej całej kurzawie dopatrzyć nie mógł się młodziana, jednak nie zbiesił się po raz wtóry, bowiem wizje o nieprzebranych skarbach i potędze niemal w całości zajęły mu głowę.
uk: Знахабнілий король негайно скликав усіх своїх воїнів і наказав їм копати, доки не видобудуть усі багатства гори. Хлопець зник, але Король й не помітив цього, бо видіння про незліченні скарби і незмірну владу повністю запаморочили йому голову.

source: Prędzej byłbym skłonny stwierdzić, że to Gildia Kupiecka może mieć jakieś zapędy do władzy. W końcu tyle się słyszy o ich reakcji na kolejne podatki i konfiskaty.
uk: Я швидше схиляюся до того, що саме Торгова Гільдія може мати певний потяг до влади. Адже так багато говорять про їх реакцію на чергові податки та конфіскації.

source: Prędzej czy później Roderich was znajdzie.
uk: Рано чи пізно Родеріх вас знайде.

source: Prędzej czy później będę musiał ostrzec przed tobą miasto.
uk: Рано чи пізно я буду змушений попередити місто про тебе.

source: Prędzej czy później sama bym go kropnęła, ale dzięki tobie nie musiałam sobie brudzić rąk.
uk: Рано чи пізно я б і сама на нього напала, але завдяки тобі мені не довелося бруднити руки.

source: Prędzej czy później ten 'ktoś' wykorzystałby swoją pozycję do zagrożenia obywatelom albo zwyczajnie zostałby przekupiony przez ratusz.
uk: Рано чи пізно цей 'хтось' використав би своє становище для погроз мешканцям або просто отримав би хабар від ратуші.

source: Prędzej czy później wyrzuci go za to na zbity pysk, ale ja go ostrzegałam.
uk: Рано чи пізно вона вижене його за це, але я його попередила.

source: Prędzej jego głowa będzie pod ratuszem na palu.
uk: Скоро його голова опиниться на палі під ратушею.

source: Prędzej umrę, niż zaprzestanę poszukiwań!
uk: Я скоріше помру, ніж припиню пошуки!

source: Pręty pewnie będą gdzieś u kowala, reszty możesz poszukać w sklepie u tych sióstr za rogiem.
uk: Прути, мабуть, десь у коваля, а решту можна пошукати в крамниці у тих сестер за рогом.

source: Psst! Młody!
uk: Пссс! Юначе!

source: Pszczelarz
uk: Пасічник

source: Pszczelarz Ergo ma pomysł na nowy miód. Poprosił mnie o zdobycie 10 nasion niebieskiego bzu, by nadać mu wyjątkowy smak. Może jakiś zielarz albo alchemik będzie mógł mi je sprzedać?
uk: Пасічник Ерга має ідею нового меду. Він попросив мене знайти 10 насінин синьої бузини, щоб надати йому особливого аромату. Можливо, якийсь травник чи алхімік міг би мені їх продати?

source: Puchar wykonany z prawdziwego srebra.
uk: Келих, виготовлений з чистого срібла.

source: Puchar z prawdziwego złota.
uk: Келих з чистого золота.

source: Puchar z zapomnianej epoki. Jest czysty, ale
uk: Келих із забутої епохи. Він чистий, хоча

source: Pulpit na książki
uk: Книжковий пюпітр

source: Puma
uk: Пума

source: Punkty nauki
uk: Очки вмінь

source: Punkty nauki +
uk: Очки вмінь +

source: Punkty trafień +
uk: Здоров'я +

source: Punkty trafień + 10
uk: Здоров'я + 10

source: Punkty trafień + 12
uk: Здоров'я + 12

source: Punkty trafień + 2
uk: Здоров'я + 2

source: Punkty trafień + 4
uk: Здоров'я + 4

source: Punkty trafień + 5
uk: Здоров'я + 5

source: Punkty trafień + 7
uk: Здоров'я + 7

source: Pusta kartka
uk: Чистий аркуш

source: Pusta runa
uk: Пуста руна

source: Pustki na szlaku?
uk: Немає нічого?

source: Pustynny łuk
uk: Пустельний лук

source: Puszczenie was wolno było błędem.
uk: Відпустити тебе було помилкою.

source: Puszczenie was wolno było błędem. Nie popełnię go po raz drugi.
uk: Відпустити тебе було помилкою. Я не зроблю її вдруге.

source: Puszczę, ale jeśli nie przestaniesz podburzać ludzi do buntu, pogadamy w inny sposób. Jasne?
uk: Відпущу, але якщо не припиниш підбурювати людей до бунту, поговоримо по-іншому. Ясно?

source: Puszczę, ale masz przestać podburzać ludzi.
uk: Я тебе відпущу, але ти маєш припинити підбурювати людей.

source: Puszyste bułki z nadzieniem jagodowym
uk: Пишні булочки з чорничною начинкою.

source: Puszyste ciasto z dodatkiem mięsa i przypraw.
uk: Пишний пиріг з м'ясом та спеціями.

source: Pyszna zupa z pokrzyw.
uk: Смачний суп з кропиви.

source: Pyszny gulasz Marthy,
uk: Смачне рагу Марти,

source: Pyszny gulasz Marthy.
uk: Смачне рагу Марти.

source: Pyszny ser, robiony na owczym mleku.
uk: Смачний сир з овечого молока.

source: Pyszny, aromatyczny gulasz z zebranych grzybów.
uk: Смачне ароматне рагу з зібраних грибів.

source: Pytacie, dlaczego uciekają, a nie walczą o swoje domy? Powiem wam dlaczego!
uk: Ви запитаєте, чому вони тікають, а не б'ються за свою домівку? Я скажу вам чому!

source: Pytaj, o co chcesz.
uk: Питай, про що хочеш.

source: Pytam ostatni raz - skąd je masz?
uk: Питаю востаннє, де ти їх взяв?

source: Pytam poważnie.
uk: Я серйозно питаю.

source: Pytanie brzmi jednak, co TY tutaj robisz?
uk: Однак, питання в іншому – що ТИ тут робиш?

source: Pytanie brzmi jednak, na jak długo?
uk: Однак залишається відкритим питання, як надовго?

source: Pytanie brzmi, co się stało z rybakiem?
uk: Питання в тому, що сталося з рибалкою?

source: Pytanie brzmi: skąd miałbym wytrzasnąć tyle gorzałki na tak długą podróż?
uk: Питання в тому, де я візьму достатньо випивки на таку довгу подорож?

source: Pytanie tylko, czy przy tych wariujących zębaczach ktoś będzie chciał się ruszyć poza obóz.
uk: Питання лише в тому, чи захоче хтось із них виходити за межі табору, коли навколо стільки снепперів.

source: Pytanie tylko, ile by było w niej złota...
uk: Питання тільки у тому, скільки в ньому буде золота...

source: Pytanie tylko, kto mógłby być na tyle szalony, by porywać jakąś biedną dziewczynę i prowadzić ją tak głęboko w dzicz...
uk: Питання лише в тому, хто настільки збожеволів, щоб викрасти бідну дівчину і завести її так глибоко в дику місцевість...

source: Pytanie, co ja będę z tego miał? Straż miejska musi z czegoś się przecież utrzymać...
uk: Питання в тому, що я з цього матиму? Міська Варта якось має заробляти на життя...

source: Pytanie, co nas czeka, gdy ten cały Wysłannik już odpłynie?
uk: Питання в тому, що чекає на нас після того, як Посол відпливе?

source: Pytanie, czego mogę oczekiwać w zamian?
uk: Питання в тому, що я отримаю натомість?

source: Pytanie, ile będziesz tego potrzebować.
uk: Питання в тому, скільки його знадобиться.

source: Pytasz rzeźnika uwalonego krwią. No jak myślisz, bystrzaku?
uk: І це ти питаєш у м'ясника, який весь у крові. А ти як думаєш, розумнику?

source: Pytasz serio? Nie możemy znaleźć swojego miejsca, ludzie nie traktują nas poważnie, a za niedługo orkowie podbiją tę wyspę. To chyba oczywiste, że źle.
uk: Ти серйозно? Ми не можемо знайти собі місце, люди не сприймають нас всерйоз, і незабаром орки завоюють цей острів. Це ж очевидно, що погано.

source: Pytasz, czy nie robi czegoś nielegalnego? Cóż, nie zdziwiłbym się, gdyby dało się coś na niego znaleźć.
uk: Ти питаєш, чи займається він чимось незаконним? Ну, я не здивуюся, якщо щось таке справді виявиться.

source: Pytać o co?
uk: Про що саме розпитати?

source: Pytał ludzi o wyspę, innych mieszkańców i ogólne nastroje wobec wojny.
uk: Він розпитував людей про острів, інших мешканців та загальні настрої щодо війни.

source: Pytał o ciebie jakiś więzień. Mówił, że natychmiast musi się z tobą zobaczyć. Jak mu tam było... Aaa Homer!
uk: Про тебе питав один в'язень. Сказав, що йому треба негайно з тобою побачитися. Як же його звали... Ааа, Гомер!

source: Pytałem, pytałem, ale nawet palcem nie chcą ruszyć. Trochę im się nie dziwię. Cud, że w ogóle nas wpuścili do środka.
uk: Так, звертався, але вони навіть пальцем не поворухнули. Я їх не звинувачую. Це диво, що вони нас взагалі впустили.

source: Pytałeś gdzieś? Jakbyś zatrudnił się w porcie, to nieźle byś zarobił, a jeszcze miałbyś blisko do karczm. Kto wie, może twój szef opłaciłby ci w którejś pokój?
uk: Ти хоч десь питав? Якби тобі дали роботу в порту, ти б непогано заробляв, і, до того ж, був би поруч з корчмами. Хто знає, може твій начальник оплачував би тобі кімнату в одній із них?

source: Pytałeś kim jestem. Jestem jednym z najlepszych wojowników na tych pieprzonych bagnach.
uk: Ти питав, хто я. Я один з найкращих воїнів на цьому клятому болоті.

source: Pytałeś o pracę, więc może chciałbyś się zająć moim synem?
uk: Ти питав про роботу, може хочеш допомогти з моїм сином?

source: Pytałeś strażników o pomoc?
uk: Ти звертався по допомогу до охоронців?

source: Pójdziecie do Vardhal i oczyścicie to miejsce z wszelkiego plugastwa.
uk: Ви підете до Вардхалу і очистите це місце від усього непотребу.

source: Pójdziecie sami, czy może moi ludzie mają wam pomóc?
uk: Підете самі, чи мої люди вам допоможуть?

source: Pójdziemy gdzieś zabezpieczyć ci plecy. (Wrób Aldera)
uk: Ми сходимо в одне місце, щоб підстрахувати тебе. (Підставити Альдера)

source: Pójdziemy na polowanie.
uk: Ходімо на полювання.

source: Pójdziesz do pięciu osób: karczmarze Gerstand i Helga, kwatermistrz straży Lennart, Vlady - właścicielki burdelu i Lorenzo - przedstawiciel Gildii Kupieckiej.
uk: Вирушай до п'яти людей: до корчмарів Герстанда і Хельги, до інтенданта Варти Ленарта, до Влади – власниці борделю, і до Лоренцо – представника Торгової Гільдії.

source: Pójdziesz na skargę do strażników?
uk: Підеш поскаржишся вартовим?

source: Pójdziesz teraz do Graysona i powiesz mu, że odmawiam wymiany ze względu na stan dostarczonego wyposażenia.
uk: Зараз ти підеш до Грейсона і скажеш йому, що я відмовляюся від обміну через стан наданих обладунків.

source: Pójdziesz ze mną, Magowie chcą zadać ci parę pytań.
uk: Ходімо зі мною, маги хочуть поставити тобі кілька запитань.

source: Pójdę do niego natychmiast.
uk: Я негайно вирушаю до нього.

source: Pójdę gdzie indziej po eliksiry i już nigdy nie wrócę!
uk: Я піду в інше місце по еліксири і вже ніколи не повернуся!

source: Pójdę i się przekonam. Czekaj tu na nas.
uk: Зараз піду і дізнаюся. Зачекай на нас тут.

source: Pójdę już sobie, bo rozmawiając z tobą jeszcze jakąś klątwę złapię.
uk: Я піду, бо ще трохи з тобою побалакаю і точно якесь прокляття на себе накличу.

source: Pójdę po zioła.
uk: Сходжу за травами.

source: Pójdę po zioła. Mam wprawę w kontaktach z tamtym gburem, może uda mi się je zdobyć.
uk: Сходжу за травами. Оскільки я знаю як спілкуватися з цим грубіяном, може, навіть вдасться щось дістати.

source: Pójdę tunelem, skoro to bezpieczniejsza opcja!
uk: Я піду через тунель, тому що це безпечніший варіант!

source: Pójdę z tobą i przygarnę sobie część tego, co znajdziemy. Sporą część. Na razie.
uk: Я піду з тобою і заберу собі частку з того, що ми знайдемо. Значну частку. До зустрічі.

source: Pójdę z tobą. Przyda mi się przerwa od tego śmierdzącego miejsca.
uk: Я піду з тобою. Мені б не завадило відпочити від цього смердючого місця.

source: Pójdę zdać raport Roderichowi.
uk: Піду доповім Родеріху.

source: Pójdę, proszę się nie martwić. Bez dowodów nikogo się w tym mieście nie zamyka.
uk: Тоді я піду. Не хвилюйтеся. У цьому місті нікого не ув'язнюють без доказів.

source: Pójdę...
uk: Сходжу...

source: Pójdź do Odgara. Jemu lepiej wychodzą takie rzeczy.
uk: Звернися до Одгара. Він краще розбирається в таких речах.

source: Pójdź do nich i poproś o drewno. Powinni mieć jakieś na zbyciu.
uk: Піди до них і попроси деревини. У них повинно бути трохи в запасі.

source: Pójdź zapytać się kogoś innego i zostaw mnie w spokoju!
uk: Йди запитай у когось іншого, а мене залиш у спокої!

source: Pójście incognito mija się z celem.
uk: Йти інкогніто не має сенсу.

source: Póki Holdwig nie wyzdrowieje, póty nie będę marnował czasu na czcze pogaduszki.
uk: Доки Гольдвіг не одужає, я не марнуватиму час на порожні балачки.

source: Póki co chyba zrezygnuję.
uk: Поки що відмовлюсь.

source: Póki co chyba zrezygnuję. Mam dość zabaw z nasionami.
uk: Поки що, мабуть, відмовлюся. Мені набридло бавитися з цим насінням.

source: Póki co darowałem życie Pablo. Oby cała ta historia z Caramonem nie była jedynie kłamstwem wymyślonym na poczekaniu. Muszę iść za tym przemytnikiem.
uk: Поки що я зберіг життя Пабло. Сподіваюся, що вся ця історія з Карамоном – не просто брехня, вигадана заради порятунку. Я мушу піти з цим контрабандистом.

source: Póki co daruję ci życie...
uk: Поки що я залишу тобі життя...

source: Póki co daruję ci życie... (ZAKOŃCZ ROZMOWĘ)
uk: Поки що я залишу тобі життя... (Закінчити розмову)

source: Póki co jest nieźle. Zleceń nie brakuje, nikt nie wysłał mnie na front. Mogłoby być gorzej.
uk: Поки що все непогано. Доручень не бракує, на фронт ніхто не відправляє. Могло бути й гірше.

source: Póki co nie jest źle. W Nordmarze czasami natrafiałem na więcej niebezpiecznych stworzeń po drodze z chaty do wędzarni!
uk: Поки що все не так вже й погано. Щоправда в Нордмарі я зустрічав і небезпечніших істот на шляху від хатини до плавильні!

source: Póki co nie zaprzątaj sobie tym jednak głowy, gdy zostaniesz awansowany, Roderich wszystko ci wyjaśni.
uk: Поки що не забивай собі цим голову. Коли тебе підвищать у званні, Родеріх тобі все пояснить.

source: Póki co nie, Caramon został na warcie i przygląda się temu miejscu.
uk: Поки що ні, Карамон залишився спостерігати за тим місцем.

source: Póki co odnajdźmy magów.
uk: А поки що давайте знайдемо магів.

source: Póki co z marnym skutkiem.
uk: Поки що без особливого успіху.

source: Póki co, data następnego nie została jeszcze zapowiedziana.
uk: Наразі дата наступного турніру ще не оголошена.

source: Póki co, efekty uboczne sprawiają więcej trudności, niż przypuszczałem. Choć jestem pewny, że znajdę dla nich w przyszłości jakieś genialne zastosowanie, to w tym momencie utrudniają mi przygotowanie czystego wywaru z moich poprawionych ognistych korzeni. Gdy już uporam się z miksturą, muszę wymyślić jakąś dobrą nazwę dla mojej wspaniałej rośliny...
uk: Поки що побічні ефекти викликають більше труднощів, ніж я очікував. Хоча я впевнений, що в майбутньому знайду їм якесь геніальне застосування, наразі вони заважають мені приготувати чистий відвар з моїх покращених вогняних коренів. Як тільки я закінчу приготування еліксиру, мені потрібно буде придумати гарну назву для моєї чудової рослини...

source: Póki co, musisz się zadowolić tym, co masz.
uk: Поки що тобі доведеться задовольнятися тим, що маєш.

source: Póki co, nie. Doświadczonych członków naszej organizacji uczę strzelania z łuku i pokazuję im, jak być zręczniejszym. Ty do nich nie należysz.
uk: Поки що ні. Я вчу стріляти з лука тільки досвідчених членів нашої організації, і показую їм, як стати більш спритними. Ти до них не належиш.

source: Póki co, proponuję ten najprostszy.
uk: Поки що, я пропоную обрати найпростіший спосіб.

source: Póki co, to tyle.
uk: Поки що це все.

source: Póki co, witamy na pokładzie. Od dzisiaj jesteś naszym gońcem.
uk: А поки що ласкаво просимо до нас. Відсьогодні ти наш посланець.

source: Póki co, wstrzymajcie się z buntem, wydostanę się stąd i przekażę wszystko, co tu zobaczyłem, Lorenzo.
uk: Поки що зачекайте з бунтом, я виберуся звідси і передам Лоренцо все, що тут побачив.

source: Póki jednak Przeor wraz z Radą mają argument w postaci zawalonego mostu, jako symbolu na odcięcie od świata, żaden z magów nie ośmieli się sprzeciwić.
uk: Однак, поки у Настоятеля та Ради є аргумент про зруйнований міст, як символ відірваності від світу, жоден з магів не наважиться цьому заперечити.

source: Póki na niego czekamy, mógłbyś pomóc mi i pozostałym wyciąć trochę krzaków, by przygotować dla nas kamuflaż?
uk: Поки ми його чекаємо, допоможи нам підготувати маскування, потрібно зрізати кілька кущів.

source: Póki nie uznam, że umiesz wystarczająco dużo, pracujesz wyłącznie dla mnie. To jak? Zdecydowany?
uk: Поки я не вирішу, що ти вже знаєш достатньо, працюватимеш виключно на мене. То, як? Вирішив?

source: Pół miasta plotkuje już o tym, że Gildia biega po porcie w poszukiwaniu jakichś rzezimieszków. Chyba nie do końca zrozumiałeś moje polecenie odnośnie dyskrecji.
uk: Половина міста вже пліткує про Гільдію, яка бігає портом в пошуках бандитів. Схоже, ти не зовсім зрозумів мої вказівки щодо розсудливості.

source: Półka z winem
uk: Винна полиця

source: Półkole
uk: Півколо
